tap "homebrew/bundle"
brew "bat"
brew "fd"
brew "fzf"
brew "ghq"
brew "git-delta"
brew "git-secrets"
brew "go"
brew "mise"
brew "ripgrep"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"
cask "font-plemol-jp-nf"
cask "font-plemol-jp-nfj"
cask "font-cica"
cask "font-monaspace"
cask "font-0xproto-nerd-font"
cask "git-credential-manager-core"
cask "karabiner-elements"
